{  "services": {
    "subtitle": "Ce que nous faisons",
    "title": "Nous concevons des solutions robotiques sur mesure, combinant expertise en mécanique, électronique et informatique.",
    "cards": [
      {
        "title": "Étude, Conception & Réalisation",
        "description": "Besoin de solution sur mesure ? Matromatic conçoit et réalise des machines ou compartiments adaptés à vos besoins spécifiques, garantissant une efficacité maximale.",
        "image": "home/assets/img/service/etude-con.jpg"
      },
      {
        "title": "Rénovation de machines",
        "description": "Offrez une seconde vie à vos équipements obsolètes avec notre service de rénovation de machines. Matromatic repousse les limites pour prolonger la durée de vie de vos investissements.",
        "image": "home/assets/img/service/renovation-machine.jpg"
      },
      {
        "title": "Informatique & systèmes embarqués",
        "description": "Surmontez les défis technologiques avec nos solutions personnalisées qui intègrent l'informatique, l'électronique et la mécanique. Grâce à nos interfaces intuitives et sur mesure, ayez un contrôle total sur votre industrie en temps réel.",
        "image": "home/assets/img/service/es.jpg"
      },
      {
        "title": "Expertise technique",
        "description": "Nous comprenons que chaque défi est unique. C'est pourquoi nous offrons un service d'expertise technique personnalisée, mettant à votre disposition une équipe de professionnels qualifiés pour répondre spécifiquement à vos besoins.",
        "image": "home/assets/img/service/expertise-tech.jpg"
      }
    ]
  },

  "about": {
    "subtitle": "Aperçu de l'entreprise",
    "title": "Découvrez l’essence de Matromatic, expert en robotique et systèmes embarqués.",
    "description_blocks": [
      {
        "heading": "Matromatic, une entreprise technologique visionnaire portée par l’innovation",
        "paragraphs": [
          "Matromatic est une entreprise pionnière en robotique industrielle, alliant expertise en mécanique, électronique et informatique pour concevoir des solutions innovantes.",
          "Nous développons des systèmes automatisés visant à optimiser la production et répondre aux défis industriels, avec pour mission d’accélérer la croissance en offrant des solutions durables et rentables."
        ]
      }
    ],
    "gallery": {
      "rows": [
        {
          "col_class": "col-lg-6 col-md-6 col-12",
          "blocks": [
            {
              "image": "home/assets/img/about/about-1.jpg",
              "style": "background-repeat: no-repeat; height: 180px; background-size: cover;",
              "class": "mb-4 rounded-3 card-lift"
            },
            {
              "image": "home/assets/img/about/about-3.jpg",
              "style": "background-repeat: no-repeat; height: 180px; background-size: cover;",
              "class": "rounded-3 card-lift"
            }
          ]
        },
        {
          "col_class": "col-lg-6 col-md-6 col-12",
          "blocks": [
            {
              "image": "home/assets/img/about/about-2.jpg",
              "style": "background-repeat: no-repeat; height: 386px; background-size: cover;",
              "class": "rounded-3 card-lift"
            }
          ]
        }
      ]
    }
  }


}
